Repository: ijennyRSM/noop
Catalog: Strand/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pl, pt_pt, ru, th, zh_hans, zh_hant

source: Connected. History sync is experimental on 5.0.
de: Verbunden. Verlaufssynchronisierung ist auf 5.0 experimentell.
es: Conectada. La sincronización del historial es experimental en la 5.0.
fr: Connecté. La synchronisation de l'historique est expérimentale sur la 5.0.
it: Connessa. La sincronizzazione della cronologia è sperimentale su 5.0.
pl: Połączony. Synchronizacja historii jest eksperymentalna w wersji 5.0.
pt_pt: Ligado. A sincronização do histórico é experimental na versão 5.0.
ru: Подключено. Синхронизация истории на 5.0 экспериментальная.
th: เชื่อมต่อแล้ว การซิงค์ประวัติเป็นการทดลองบน 5.0
zh_hans: 已连接。5.0 上的历史同步为实验性功能。
zh_hant: 已連接。歷史同步在 5.0 上仍屬實驗性。

source: Connected. No live heart rate or synced history yet this session.
de: Verbunden. Noch keine Live-Herzfrequenz und kein synchronisierter Verlauf in dieser Sitzung.
es: Conectado. Aún no hay frecuencia cardíaca en vivo ni historial sincronizado en esta sesión.
fr: Connecté. Aucune fréquence cardiaque en direct ni historique synchronisé durant cette session.
it: Collegata. Ancora nessuna frequenza cardiaca in diretta né cronologia sincronizzata in questa sessione.
pl: Połączony. W tej sesji nie ma jeszcze tętna na żywo ani zsynchronizowanej historii.
pt_pt: Ligado. Ainda não há frequência cardíaca em direto nem histórico sincronizado nesta sessão.
ru: Подключено. Пока нет ни пульса в реальном времени, ни синхронизированной истории в этой сессии.
th: เชื่อมต่อแล้ว ยังไม่มี อัตราการเต้นหัวใจ ที่ใช้งานจริงหรือประวัติที่ซิงค์ในเซสชั่นนี้
zh_hans: 已连接。本次连接尚无实时心率或已同步的历史记录。
zh_hant: 已連接。本次連接尚無即時心率或已同步的歷史記錄。

source: Connected. Reading on launch and when you return to NOOP.
de: Verbunden. Wird beim Start gelesen und wenn du zu NOOP zurückkehrst.
es: Conectada. Se lee al abrir y cuando vuelves a NOOP.
fr: Connecté. Lecture au lancement et lorsque vous revenez sur NOOP.
it: Collegata. Lettura all'avvio e quando torni in NOOP.
pl: Połączony. Odczyt przy uruchomieniu i po powrocie do NOOP.
pt_pt: Ligado. Leitura no lançamento e quando regressa ao NOOP.
ru: Подключено. Чтение при запуске и при возврате в NOOP.
th: เชื่อมต่อแล้ว การอ่านเมื่อเปิดตัวและเมื่อคุณกลับสู่ NOOP
zh_hans: 已连接。在启动时以及你返回 NOOP 时读取。
zh_hant: 已連接。在啟動時以及你返回 NOOP 時讀取。

source: CONNECTING
de: VERBINDE
es: CONECTANDO
fr: CONNEXION EN COURS
it: CONNESSIONE IN CORSO
pl: ZŁĄCZONY
pt_pt: CONECTANDO
ru: ПОДКЛЮЧЕНИЕ
th: กำลังเชื่อมต่อ
zh_hans: 连接中
zh_hant: 連接中

source: Connecting…
de: Verbinde…
es: Conectando…
fr: Connexion en cours…
it: Collegamento…
pl: Łączenie…
pt_pt: Conectando…
ru: Подключается…
th: กำลังเชื่อมต่อ…
zh_hans: 连接中…
zh_hant: 連接中…

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
pl: Połączenie
pt_pt: Conexão
ru: Соединение
th: การเชื่อมต่อ
zh_hans: 连接
zh_hant: 連線

source: Connection & model
de: Verbindung & Modell
es: Conexión y modelo
fr: Connexion et modèle
it: Connessione e modello
pl: Połączenie i model
pt_pt: Conexão e modelo
ru: Подключение и модель
th: การเชื่อมต่อและรุ่น
zh_hans: 连接方式及型号
zh_hant: 連接方式及型號

source: Connection uptime
de: Verbindungsdauer
es: Tiempo de conexión activa
fr: Durée de connexion active
it: Tempo di connessione attiva
pl: Czas działania połączenia
pt_pt: Tempo de atividade da ligação
ru: Время безотказной работы соединения
th: ระยะเวลาในการเชื่อมต่อ
zh_hans: 连接持续时长
zh_hant: 連線持續時間

source: Consistency
de: Konsistenz
es: Consistencia
fr: Régularité
it: Costanza
pl: Konsystencja
pt_pt: Consistência
ru: Регулярность
th: ความสม่ำเสมอ
zh_hans: 规律性
zh_hant: 規律性

source: Consistency compares your recent bedtimes — a wide spread scores low, even after a good night.
de: Konsistenz vergleicht deine letzten Einschlafzeiten — eine große Streuung ergibt einen niedrigen Wert, auch nach einer guten Nacht.
es: La constancia compara tus horas de acostarte recientes: una dispersión amplia da una puntuación baja, incluso después de una buena noche.
fr: La régularité compare vos heures de coucher récentes — un grand écart donne un score bas, même après une bonne nuit.
it: La coerenza confronta le tue ultime ore di andare a dormire: uno spread ampio ottiene un punteggio basso, anche dopo una buona notte.
pl: Regularność porównuje Twoje ostatnie pory zasypiania — duży rozrzut daje niski wynik, nawet po dobrze przespanej nocy.
pt_pt: A consistência compara suas horas de dormir recentes – uma ampla pontuação é baixa, mesmo depois de uma boa noite.
ru: Последовательность сравнивает время сна в последнее время — широкий разброс имеет низкую оценку даже после спокойной ночи.
th: ความสม่ำเสมอจะเปรียบเทียบเวลาเข้านอนล่าสุดของคุณ โดยคะแนนสเปรดในวงกว้างจะต่ำ แม้ว่าจะนอนหลับฝันดีแล้วก็ตาม
zh_hans: 一致性会比较您最近的就寝时间——即使在度过了一个美好的夜晚之后，大多数人的得分都较低。
zh_hant: 一致性會比較您最近的就寢時間——即使在度過了一個美好的夜晚之後，大多數人的得分都較低。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
pl: Dalej
pt_pt: Continuar
ru: Продолжить
th: ดำเนินการต่อ
zh_hans: 继续
zh_hant: 繼續

source: Continue indexing
de: Setzen Sie die Indizierung fort
es: Continuar indexando
fr: Continuer l'indexation
it: Continua l'indicizzazione
pl: Kontynuuj indeksowanie
pt_pt: Continuar indexação
ru: Продолжить индексацию
th: สร้างดัชนีต่อ
zh_hans: 继续索引
zh_hant: 繼續索引

source: Continue to get your ring ready
de: Weiter, um deinen Ring vorzubereiten
es: Continúa para preparar tu anillo
fr: Continuez pour préparer votre anneau
it: Continua per preparare il tuo anello
pl: Kontynuuj przygotowywanie pierścionka
pt_pt: Continue a preparar o teu anel
ru: Продолжите подготовку кольца
th: เตรียมแหวนของคุณให้พร้อมต่อไป
zh_hans: 继续准备你的戒指
zh_hant: 繼續準備你的戒指

source: Continuous HRV capture
de: Kontinuierliche HRV-Erfassung
es: Captura continua de VFC
fr: Capture continue de la VFC
it: Acquisizione continua dell'HRV
pl: Ciągłe przechwytywanie HRV
pt_pt: Captura contínua de HRV
ru: Непрерывный захват ВСР
th: การจับ HRV อย่างต่อเนื่อง
zh_hans: 连续 HRV 采集
zh_hant: 連續 HRV 擷取

source: Contributors
de: Mitwirkende
es: Colaboradores
fr: Contributeurs
it: Collaboratori
pl: Współautorzy
pt_pt: Colaboradores
ru: Участники
th: ผู้ร่วมให้ข้อมูล
zh_hans: 贡献者
zh_hant: 貢獻者

source: Control Center
de: Kontrollzentrum
es: Centro de control
fr: Centre de contrôle
it: Centro di Controllo
pl: Centrum sterowania
pt_pt: Centro de Controlo
ru: Пункт управления
th: ศูนย์ควบคุม
zh_hans: 控制中心
zh_hant: 控制中心

source: CONTROL CENTER
de: KONTROLLZENTRUM
es: CENTRO DE CONTROL
fr: CENTRE DE CONTRÔLE
it: CENTRO DI CONTROLLO
pl: CENTRUM KONTROLI
pt_pt: CENTRO DE CONTROLE
ru: ПУЛЬТ УПРАВЛЕНИЯ
th: ศูนย์ควบคุม
zh_hans: 控制中心
zh_hant: 控制中心

source: Controls unlocked
de: Steuerung entsperrt
es: Controles desbloqueados
fr: Contrôles déverrouillés
it: Controlli sbloccati
pl: Sterowanie odblokowane
pt_pt: Comandos desbloqueados
ru: Элементы управления разблокированы
th: ปลดล็อคการควบคุมแล้ว
zh_hans: 控制已解锁
zh_hant: 控制項已解鎖

source: Conversation history
de: Gesprächsverlauf
es: Historial de conversaciones
fr: Historique des conversations
it: Cronologia delle conversazioni
pl: Historia rozmów
pt_pt: Histórico de conversas
ru: История разговоров
th: ประวัติการสนทนา
zh_hans: 对话历史记录
zh_hant: 對話歷史記錄

source: Conversations
de: Unterhaltungen
es: Conversaciones
it: Conversazioni
pl: Rozmowy
pt_pt: Conversas
ru: Разговоры
th: บทสนทนา
zh_hans: 对话
zh_hant: 對話

source: cooler than baseline, limiting recovery
de: kühler als die Basislinie, bremst die Erholung
es: más fría que tu línea base, limita la recuperación
fr: plus froide que la référence, limite la récupération
it: più fredda della linea di base, limita il recupero
pl: chłodniejsza niż wartość wyjściowa, co ogranicza regenerację
pt_pt: mais frio que o basal, limitando a recuperação
ru: холоднее нормы, ограничивает восстановление
th: เย็นกว่าปกติ ทำให้ฟื้นตัวได้จำกัด
zh_hans: 低于基线温度，限制恢复
zh_hant: 低於基線溫度，限制恢復

source: Cooler than your baseline
de: Kühler als deine Basislinie
es: Más fría que tu línea base
fr: Plus frais que votre référence
it: Più fredda della tua linea di base
pl: Chłodniej niż na poziomie podstawowym
pt_pt: Mais frio que a tua linha de base
ru: Холоднее вашей нормы
th: เย็นกว่าพื้นฐานของคุณ
zh_hans: 低于你的基线温度
zh_hant: 低於你的基線溫度

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
it: Copiato!
pl: Skopiowano!
pt_pt: Copiado!
ru: Скопировано!
th: คัดลอก!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pl: Kopia
pt_pt: Cópia
ru: Копировать
th: คัดลอก
zh_hans: 复制
zh_hant: 複製

source: Copy %@ address
de: %@-Adresse kopieren
es: Copiar dirección de %@
fr: Copier l'adresse %@
it: Copia indirizzo %@
pl: Skopiuj adres %@
pt_pt: Copiar endereço %@
ru: Скопировать адрес %@
th: คัดลอกที่อยู่ %@
zh_hans: 复制 %@ 地址
zh_hant: 複製 %@ 地址

source: Copy address
de: Adresse kopieren
es: Copiar dirección
fr: Copier l'adresse
it: Copia indirizzo
pl: Skopiuj adres
pt_pt: Copiar endereço
ru: Скопировать адрес
th: คัดลอกที่อยู่
zh_hans: 复制地址
zh_hant: 複製地址

source: Copy environment dump
de: Umgebungs-Dump kopieren
es: Copiar volcado del entorno
fr: Copier le vidage de l'environnement
it: Copia il dump dell'ambiente
pl: Skopiuj zrzut środowiska
pt_pt: Copiar dump do ambiente
ru: Скопировать дамп окружения
th: คัดลอกดัมพ์สภาพแวดล้อม
zh_hans: 复制环境转储
zh_hant: 複製環境傾印

source: Copy report.txt
de: report.txt kopieren
es: Copiar report.txt
fr: Copier report.txt
it: Copia report.txt
pl: Skopiuj plik raportu.txt
pt_pt: Copiar relatório.txt
ru: Скопировать report.txt
th: คัดลอกรายงาน.txt
zh_hans: 复制 report.txt
zh_hant: 複製 report.txt

source: Copy the redacted report to the clipboard
de: Geschwärzten Bericht in die Zwischenablage kopieren
es: Copiar el informe anonimizado al portapapeles
fr: Copier le rapport anonymisé dans le presse-papiers
it: Copia il report oscurato negli appunti
pl: Skopiuj zredagowany raport do schowka
pt_pt: Copie o relatório redigido para a área de transferência
ru: Скопировать отредактированный отчёт в буфер обмена
th: คัดลอกรายงานที่แก้ไขไปยังคลิปบอร์ด
zh_hans: 将已脱敏的报告复制到剪贴板
zh_hant: 將已去識別化的報告複製到剪貼簿

source: Core biometrics
de: Kernwerte
es: Biometría principal
fr: Biométrie de base
it: Biometria fondamentale
pl: Podstawowe dane biometryczne
pt_pt: Biometria principal
ru: Основная биометрия
th: ไบโอเมตริกซ์หลัก
zh_hans: 核心生物识别技术
zh_hant: 核心生物辨識技術

source: Core health, workouts, planning and memory.
de: Grundlegende Gesundheitswerte, Training, Planung und Gedächtnis.
es: Salud básica, entrenamientos, planificación y memoria.
fr: Santé de base, entraînements, planification et mémoire.
it: Salute del core, allenamenti, pianificazione e memoria.
pl: Podstawowe zdrowie, treningi, planowanie i pamięć.
pt_pt: Saúde central, treinos, planejamento e memória.
ru: Основное здоровье, тренировки, планирование и память.
th: สุขภาพหลัก การออกกำลังกาย การวางแผน และความจำ
zh_hans: 核心健康、锻炼、计划和记忆。
zh_hant: 核心健康、運動、計劃和記憶。

source: Correct when you went to bed and woke. Stages are re-derived from your data; the edit is kept through the next strap sync.
de: Korrigiere, wann du ins Bett gegangen und aufgewacht bist. Die Phasen werden aus deinen Daten neu abgeleitet; die Änderung bleibt über die nächste Strap-Synchronisierung erhalten.
es: Corrige cuándo te acostaste y te despertaste. Las fases se recalculan a partir de tus datos; la edición se conserva tras la siguiente sincronización de la pulsera.
fr: Corrigez l'heure du coucher et du réveil. Les stades sont recalculés à partir de vos données ; la modification est conservée jusqu'à la prochaine synchronisation du bracelet.
it: Correggi quando sei andato a letto e ti sei svegliato. Le fasi vengono ricalcolate dai tuoi dati; la modifica viene mantenuta fino alla successiva sincronizzazione della fascia.
pl: Prawidłowy moment, w którym poszedłeś spać i obudziłeś się. Etapy są ponownie obliczane na podstawie Twoich danych; edycja zostanie zachowana podczas następnej synchronizacji paska.
pt_pt: Correto quando foi dormir e acordou. As etapas são novamente derivadas dos teus dados; a edição é mantida durante a próxima sincronização da correia.
ru: Скорректируйте время отхода ко сну и пробуждения. Стадии пересчитываются из ваших данных; изменение сохраняется до следующей синхронизации браслета.
th: แก้เวลาเข้านอนและเวลาตื่นให้ถูกต้อง ระบบจะคำนวณระยะการนอนใหม่จากข้อมูลของคุณ และเก็บการแก้ไขไว้แม้ซิงค์สายรัดครั้งถัดไป
zh_hans: 修正你的就寝和起床时间。各阶段会根据你的数据重新推导；该编辑会在下次手环同步后保留。
zh_hant: 修正你的就寢和起床時間。各階段會根據你的資料重新推導；該編輯會在下次手環同步後保留。

source: Could not take over
de: Übernahme nicht möglich
es: No se pudo tomar el control
fr: Impossible de prendre le contrôle
it: Impossibile prendere il controllo
pl: Nie udało się przejąć
pt_pt: Não foi possível assumir
ru: Не удалось перехватить управление
th: ไม่สามารถรับช่วงต่อได้
zh_hans: 无法接管
zh_hant: 無法接管

source: Couldn't change the app icon
de: App-Symbol konnte nicht geändert werden
es: No se pudo cambiar el icono de la app
fr: Impossible de changer l'icône de l'application
it: Impossibile cambiare l'icona dell'app
pl: Nie można zmienić ikony aplikacji
pt_pt: Não foi possível alterar o ícone da aplicação
ru: Не удалось изменить значок приложения
th: ไม่สามารถเปลี่ยนไอคอนแอปได้
zh_hans: 无法更换应用图标
zh_hant: 無法更改應用程式圖示

source: Couldn't check. Try again.
de: Prüfung fehlgeschlagen. Versuch es erneut.
es: No se pudo comprobar. Inténtalo de nuevo.
fr: Impossible de vérifier. Réessayez.
it: Impossibile verificare. Riprova.
pl: Nie udało się sprawdzić. Spróbuj ponownie.
pt_pt: Não foi possível verificar. Tente novamente.
ru: Не удалось проверить. Попробуйте снова.
th: ไม่สามารถตรวจสอบได้ ลองอีกครั้ง
zh_hans: 无法检查。请重试。
zh_hant: 無法檢查。請重試。

source: Couldn't choose that PDF: %@
de: Dieses PDF konnte nicht ausgewählt werden: %@
es: No se pudo elegir ese PDF: %@
fr: Impossible de choisir ce PDF : %@
it: Impossibile scegliere il PDF: %@
pl: Nie udało się wybrać tego pliku PDF: %@
pt_pt: Não foi possível escolher esse PDF: %@
ru: Не удалось выбрать этот PDF-файл: %@
th: ไม่สามารถเลือก PDF นั้นได้: %@
zh_hans: 无法选择该 PDF：%@
zh_hant: 無法選擇該 PDF：%@

source: Couldn't locate the NOOP database. %@
de: NOOP-Datenbank nicht gefunden. %@
es: No se pudo localizar la base de datos de NOOP. %@
fr: Impossible de localiser la base de données NOOP. %@
it: Impossibile trovare il database di NOOP. %@
pl: Nie można zlokalizować bazy danych NOOP. %@
pt_pt: Não foi possível localizar o banco de dados NOOP. %@
ru: Не удалось найти базу данных NOOP. %@
th: ไม่พบฐานข้อมูล NOOP %@
zh_hans: 找不到 NOOP 数据库。%@
zh_hant: 找不到 NOOP 資料庫。%@

source: Couldn't lock today
de: Konnte heute nicht fixiert werden
es: No se pudo bloquear el día de hoy
fr: Impossible de verrouiller aujourd'hui
it: Impossibile bloccare oggi
pl: Nie udało się dzisiaj zamknąć
pt_pt: Não foi possível bloquear hoje
ru: Не удалось зафиксировать сегодняшний день
th: วันนี้ล็อคไม่ได้
zh_hans: 无法锁定今天
zh_hant: 無法鎖定今天

source: Couldn't open the backup archive: %@
de: Sicherungsarchiv konnte nicht geöffnet werden: %@
es: No se pudo abrir el archivo de copia de seguridad: %@
fr: Impossible d'ouvrir l'archive de sauvegarde : %@
it: Impossibile aprire l'archivio di backup: %@
pl: Nie można otworzyć archiwum kopii zapasowych: %@
pt_pt: Não foi possível abrir o ficheiro de cópia de segurança: %@
ru: Не удалось открыть архив резервной копии: %@
th: ไม่สามารถเปิดไฟล์สำรองข้อมูล: %@
zh_hans: 无法打开备份归档：%@
zh_hant: 無法打開備份封存檔：%@

source: Couldn't open the local store.
de: Lokaler Speicher konnte nicht geöffnet werden.
es: No se pudo abrir el almacén local.
fr: Impossible d'ouvrir le stockage local.
it: Impossibile aprire l'archivio locale.
pl: Nie można otworzyć lokalnego sklepu.
pt_pt: Não foi possível abrir a loja local.
ru: Не удалось открыть локальное хранилище.
th: เปิดฐานข้อมูลภายในเครื่องไม่ได้
zh_hans: 无法打开本地存储。
zh_hant: 無法打開本機儲存區。

source: Couldn't read clearly
de: Konnte nicht sauber gelesen werden
es: No se pudo leer con claridad
fr: Lecture peu claire
it: Lettura poco chiara
pl: Nie udało mi się przeczytać wyraźnie
pt_pt: Não consegui ler claramente
ru: Не удалось чётко считать данные
th: ไม่สามารถอ่านได้ชัดเจน
zh_hans: 读取不清晰
zh_hant: 無法清楚判讀

source: Couldn't read that PDF locally: %@
de: Dieses PDF konnte lokal nicht gelesen werden: %@
es: No se pudo leer ese PDF localmente: %@
fr: Impossible de lire ce PDF localement : %@
it: Impossibile leggere il PDF localmente: %@
pl: Nie udało się odczytać tego pliku PDF lokalnie: %@
pt_pt: Não foi possível ler esse PDF localmente: %@
ru: Не удалось прочитать этот PDF-файл локально: %@
th: ไม่สามารถอ่าน PDF นั้นในเครื่องได้: %@
zh_hans: 无法在本地读取该 PDF：%@
zh_hant: 無法在本機讀取該 PDF：%@

source: Couldn't read the local store right now. Try again in a moment.
de: Lokaler Speicher konnte gerade nicht gelesen werden. Versuch es gleich erneut.
es: No se pudo leer el almacén local en este momento. Inténtalo de nuevo en un momento.
fr: Impossible de lire le stockage local pour le moment. Réessayez dans un instant.
it: Impossibile leggere l'archivio locale al momento. Riprova tra poco.
pl: Nie udało mi się teraz przeczytać informacji o lokalnym sklepie. Spróbuj ponownie za chwilę.
pt_pt: Não foi possível ler a loja local agora. Tente novamente dentro de alguns instantes.
ru: Не удалось прочитать локальное хранилище сейчас. Попробуйте снова через мгновение.
th: อ่านฐานข้อมูลภายในเครื่องไม่ได้ในขณะนี้ โปรดลองอีกครั้ง
zh_hans: 目前无法读取本地存储。请稍后重试。
zh_hant: 目前無法讀取本地儲存。請稍後重試。

source: Couldn't read the provider's reply. Try again.
de: Die Antwort des Anbieters konnte nicht gelesen werden. Versuche es erneut.
es: No se pudo leer la respuesta del proveedor. Inténtalo de nuevo.
fr: Impossible de lire la réponse du fournisseur. Réessayez.
it: Impossibile leggere la risposta del provider. Riprova.
pl: Nie udało się odczytać odpowiedzi dostawcy. Spróbuj ponownie.
pt_pt: Não foi possível ler a resposta do fornecedor. Tenta novamente.
ru: Не удалось прочитать ответ провайдера. Повторите попытку.
th: ไม่สามารถอ่านคำตอบของผู้ให้บริการได้ ลองอีกครั้ง
zh_hans: 无法读取提供商的回复。请重试。
zh_hant: 無法讀取供應商的回覆。請再試一次。

source: Couldn't remove the data: %@
de: Daten konnten nicht entfernt werden: %@
es: No se pudieron eliminar los datos: %@
fr: Impossible de supprimer les données : %@
it: Impossibile rimuovere i dati: %@
pl: Nie można usunąć danych: %@
pt_pt: Não foi possível remover os dados: %@
ru: Не удалось удалить данные: %@
th: ไม่สามารถลบข้อมูลได้: %@
zh_hans: 无法移除数据：%@
zh_hant: 無法移除資料：%@

source: Couldn't restore that backup.
de: Diese Sicherung konnte nicht wiederhergestellt werden.
es: No se pudo restaurar esa copia de seguridad.
fr: Impossible de restaurer cette sauvegarde.
it: Impossibile ripristinare quel backup.
pl: Nie udało się przywrócić tej kopii zapasowej.
pt_pt: Não foi possível restaurar este cópia de segurança.
ru: Не удалось восстановить эту резервную копию.
th: ไม่สามารถกู้คืนข้อมูลสำรองนั้นได้
zh_hans: 无法恢复该备份。
zh_hant: 無法還原該備份。

source: Couldn't safely back up right now. Recent changes are still in the write-ahead log.
de: Konnte gerade nicht sicher sichern. Jüngste Änderungen liegen noch im Write-Ahead-Log.
es: No se pudo hacer la copia de seguridad de forma segura ahora mismo. Los cambios recientes siguen en el registro de escritura anticipada.
fr: Impossible de sauvegarder en toute sécurité pour le moment. Les modifications récentes sont encore dans le journal des écritures anticipées.
it: Impossibile fare il backup in sicurezza adesso. Le modifiche recenti sono ancora nel write-ahead log.
pl: Nie udało się teraz bezpiecznie wykonać kopii zapasowej. Ostatnie zmiany nadal znajdują się w dzienniku zapisów z wyprzedzeniem.
pt_pt: Não foi possível fazer o cópia de segurança em segurança agora. As alterações recentes ainda estão no registo de gravação antecipada.
ru: Сейчас невозможно безопасно создать резервную копию. Недавние изменения ещё находятся в журнале упреждающей записи.
th: ไม่สามารถสำรองข้อมูลได้อย่างปลอดภัยในขณะนี้ การเปลี่ยนแปลงล่าสุดยังคงอยู่ในบันทึกการเขียนล่วงหน้า
zh_hans: 目前无法安全备份。最近的更改仍在预写日志中。
zh_hant: 目前無法安全備份。最近的變更仍在預寫日誌中。

source: Couldn't safely export right now. Recent changes are still in the database's write-ahead log. Close any in-flight sync, then try again.
de: Konnte gerade nicht sicher exportieren. Jüngste Änderungen liegen noch im Write-Ahead-Log der Datenbank. Beende laufende Synchronisierungen und versuch es erneut.
es: No se pudo exportar de forma segura ahora mismo. Los cambios recientes siguen en el registro de escritura anticipada de la base de datos. Cierra cualquier sincronización en curso y vuelve a intentarlo.
fr: Impossible d'exporter en toute sécurité pour le moment. Les modifications récentes sont encore dans le journal des écritures anticipées de la base de données. Fermez toute synchronisation en cours, puis réessayez.
it: Impossibile esportare in sicurezza adesso. Le modifiche recenti sono ancora nel write-ahead log del database. Chiudi eventuali sincronizzazioni in corso, poi riprova.
pl: Nie można teraz bezpiecznie eksportować. Ostatnie zmiany nadal znajdują się w dzienniku zapisu z wyprzedzeniem bazy danych. Zamknij synchronizację w trakcie lotu i spróbuj ponownie.
pt_pt: Não foi possível exportar em segurança agora. As alterações recentes ainda estão no registo de gravação antecipada da base de dados. Feche qualquer sincronização durante o voo e tente novamente.
ru: Сейчас невозможно безопасно выполнить экспорт. Недавние изменения ещё находятся в журнале упреждающей записи базы данных. Завершите текущую синхронизацию и попробуйте снова.
th: ไม่สามารถส่งออกได้อย่างปลอดภัยในขณะนี้ การเปลี่ยนแปลงล่าสุดยังคงอยู่ในบันทึกการเขียนล่วงหน้าของฐานข้อมูล ปิดการซิงค์บนเครื่องบินแล้วลองอีกครั้ง
zh_hans: 目前无法安全导出。最近的更改仍在数据库的预写日志中。请先结束正在进行的同步，然后重试。
zh_hant: 目前無法安全匯出。最近的變更仍在資料庫的預寫日誌中。請先結束任何進行中的同步，然後再試一次。

source: Couldn't save the key to the Keychain. The key was not stored, so try again.
de: Der Schlüssel konnte nicht im Schlüsselbund gespeichert werden. Er wurde nicht gesichert; versuche es erneut.
es: No se pudo guardar la clave en el Llavero. No se almacenó; inténtalo de nuevo.
fr: Impossible d’enregistrer la clé dans le Trousseau. Elle n’a pas été stockée ; réessayez.
it: Impossibile salvare la chiave nel Portachiavi. La chiave non è stata memorizzata; riprova.
pl: Nie udało się zapisać klucza w Pęku kluczy. Klucz nie został zachowany, spróbuj ponownie.
pt_pt: Não foi possível guardar a chave no Porta-chaves. A chave não foi guardada; tenta novamente.
ru: Не удалось сохранить ключ в Связке ключей. Ключ не сохранён; повторите попытку.
th: ไม่สามารถบันทึกกุญแจลงในพวงกุญแจได้ ไม่ได้จัดเก็บคีย์ไว้ ดังนั้นลองอีกครั้ง
zh_hans: 无法将密钥存入钥匙串。密钥未保存，请重试。
zh_hant: 無法將金鑰存入鑰匙圈。金鑰未儲存，請再試一次。

source: Couldn't save the reviewed readings locally.
de: Die überprüften Messwerte konnten nicht lokal gespeichert werden.
es: No se pudieron guardar las lecturas revisadas localmente.
fr: Impossible d'enregistrer les lectures révisées localement.
it: Impossibile salvare localmente le letture riviste.
pl: Nie udało się zapisać przejrzanych odczytów lokalnie.
pt_pt: Não foi possível salvar as leituras revisadas localmente.
ru: Не удалось сохранить проверенные показания локально.
th: ไม่สามารถบันทึกการอ่านที่ตรวจทานแล้วในเครื่องได้
zh_hans: 无法在本地保存审阅的读数。
zh_hant: 無法在本地儲存審閱的讀數。
